Repository: jaapstronks/ollie-app
Catalog: Ollie-app/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, sv

source: Teach your puppy that the click sound means a treat is coming. This is the foundation for all marker-based training.
de: Bringe deinem Welpen bei, dass das Klickgeräusch bedeutet, dass ein Leckerli kommt. Das ist die Grundlage für alles Marker-basierte Training.
es: Ensena a tu cachorro que el sonido del clic significa que viene un premio. Esta es la base para todo el entrenamiento basado en marcadores.
fr: Apprenez à votre chiot que le son du click signifie qu'une friandise arrive. C'est la base de tout entraînement au clicker.
it: Insegna al cucciolo che il suono del click significa che sta arrivando un premietto. Questa è la base per tutto l'addestramento basato su marker.
sv: Teach your Valp that the click sound means a Godis is coming. Denna is the foundation for Alla marker-based Träning.

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
it: Temperatura
sv: Temperatur

source: Temporary increase in fearfulness - stay patient
de: Vorübergehende Zunahme von Ängstlichkeit - bleibe geduldig
es: Aumento temporal del miedo - mantente paciente
fr: Augmentation temporaire de la peur - restez patient
it: Aumento temporaneo della paura - sii paziente
nl: Tijdelijke toename in angst - blijf geduldig
sv: Temporary increase I fearfulness - Stanna patient

source: Terms of Service
de: Nutzungsbedingungen
es: Terminos de servicio
fr: Conditions d'utilisation
it: Termini di servizio
sv: Användarvillkor

source: Test webhook
de: Webhook testen
es: Probar webhook
fr: Tester le webhook
it: Testa webhook

source: Testing...
de: Teste...
es: Probando...
fr: Test en cours...
it: Test in corso...

source: The '5-minute rule' — puppies can walk 5 minutes per month of age per session.
de: Die '5-Minuten-Regel' — Welpen dürfen 5 Minuten pro Lebensmonat pro Spaziergang laufen.
es: La 'regla de los 5 minutos' — los cachorros pueden caminar 5 minutos por mes de edad por sesion.
fr: La « règle des 5 minutes » — les chiots peuvent marcher 5 minutes par mois d'âge par session.
it: La 'regola dei 5 minuti' — i cuccioli possono camminare 5 minuti per mese di età per sessione.
sv: The '5-Minut rule' — puppies can Promenad 5 minuter per månad av Ålder per session.

source: The app learns from patterns and predicts when your puppy needs to pee.
de: Die App lernt aus Mustern und sagt vorher, wann dein Welpe pinkeln muss.
es: La app aprende de patrones y predice cuando tu cachorro necesita hacer pis.
fr: L'app apprend des habitudes et prédit quand votre chiot a besoin de faire pipi.
it: L'app impara dai pattern e prevede quando il cucciolo deve fare pipì.
sv: The app learns Från Mönster and predicts when your Valp needs Till Kissa.

source: The Beginning
de: Der Anfang
es: El comienzo
fr: Le début
it: L'inizio

source: The classic sit command. A building block for many other behaviors.
de: Das klassische Sitz-Kommando. Ein Baustein für viele andere Verhaltensweisen.
es: El clasico comando sentado. Un bloque de construccion para muchos otros comportamientos.
fr: La commande assis classique. Une base pour de nombreux autres comportements.
it: Il classico comando seduto. Un mattone per molti altri comportamenti.
sv: The classic Sitt Kommando. A building block for many other Beteenden.

source: The click must ALWAYS be followed by a treat
de: Auf den Klick MUSS IMMER ein Leckerli folgen
es: El clic SIEMPRE debe ser seguido por un premio
fr: Le click doit TOUJOURS être suivi d'une friandise
it: Il click deve SEMPRE essere seguito da un premietto
sv: The click must ALLTID be followed by a Godis

source: The data could not be read. Try restarting the app.
de: Die Daten konnten nicht gelesen werden. Versuche, die App neu zu starten.
es: Los datos no pudieron ser leidos. Intenta reiniciar la app.
fr: Les données n'ont pas pu être lues. Essayez de redémarrer l'app.
it: I dati non possono essere letti. Prova a riavviare l'app.

source: The first weeks with a puppy are the most important. Otis helps you track patterns and build good habits.
de: Die ersten Wochen mit einem Welpen sind die wichtigsten. Otis hilft dir, Muster zu verfolgen und gute Gewohnheiten aufzubauen.
es: Las primeras semanas con un cachorro son las mas importantes. Otis te ayuda a seguir patrones y construir buenos habitos.
fr: Les premières semaines avec un chiot sont les plus importantes. Otis vous aide à suivre les habitudes et à construire de bonnes routines.
it: Le prime settimane con un cucciolo sono le più importanti. Otis ti aiuta a tracciare i pattern e costruire buone abitudini.
sv: The first veckor with a Valp are the Mest important. Otis helps you track Mönster and build Bra habits.

source: The journey begins
de: Die Reise beginnt
es: El viaje comienza
fr: Le voyage commence
it: Il viaggio inizia

source: The moment they look at your eyes, click and treat
de: In dem Moment, wenn sie in deine Augen schauen, klicken und belohnen
es: En el momento en que miren a tus ojos, haz clic y premia
fr: Dès qu'il vous regarde dans les yeux, cliquez et récompensez
it: Nel momento in cui guardano i tuoi occhi, clicca e premia
sv: The moment they look Kl your Ögon, click and Godis

source: The name will always be imported.
de: Der Name wird immer importiert.
es: El nombre siempre sera importado.
fr: Le nom sera toujours importé.
it: Il nome verrà sempre importato.
sv: The Namn will Alltid be Importerad.

source: The three Ds: Duration, Distance, Distraction - increase one at a time
de: Die drei Ds: Dauer, Distanz, Ablenkung - eins nach dem anderen erhöhen
es: Las tres D: Duracion, Distancia, Distraccion - aumenta una a la vez
fr: Les trois D : Durée, Distance, Distraction - augmentez un à la fois
it: Le tre D: Durata, Distanza, Distrazione - aumenta una alla volta
sv: The three Ds: Längd, Distance, Distraction - increase one Kl a Tid

source: The well-known '5-minute rule' — adjust based on your puppy's energy level.
de: Die bekannte '5-Minuten-Regel' — an das Energielevel deines Welpen anpassen.
es: La conocida 'regla de los 5 minutos' — ajusta segun el nivel de energia de tu cachorro.
fr: La célèbre « règle des 5 minutes » — adaptez selon le niveau d'énergie de votre chiot.
it: La nota 'regola dei 5 minuti' — regola in base al livello di energia del cucciolo.
nl: De bekende '5-minutenregel' — pas aan op basis van het energieniveau van je puppy.
sv: The well-known '5-Minut rule' — adjust based På your Valp's energy level.

source: The well-known '5-minute rule' — puppies can walk for a maximum of 5 minutes per month of age per session. Adjust based on your puppy's energy level.
de: Die bekannte '5-Minuten-Regel' — Welpen dürfen maximal 5 Minuten pro Lebensmonat pro Spaziergang laufen. An das Energielevel deines Welpen anpassen.
es: La conocida 'regla de los 5 minutos' — los cachorros pueden caminar un maximo de 5 minutos por mes de edad por sesion. Ajusta segun el nivel de energia de tu cachorro.
fr: La célèbre « règle des 5 minutes » — les chiots peuvent marcher maximum 5 minutes par mois d'âge par session. Adaptez selon le niveau d'énergie de votre chiot.
it: La nota 'regola dei 5 minuti' — i cuccioli possono camminare per un massimo di 5 minuti per mese di età per sessione. Regola in base al livello di energia del cucciolo.
sv: The well-known '5-Minut rule' — puppies can Promenad for a Maximum av 5 minuter per månad av Ålder per session. Adjust based På your Valp's energy level.

source: Theme
de: Design
es: Tema
fr: Thème
it: Tema
nl: Thema
sv: Tema

source: Then add distance (stay far but shorter)
de: Dann Entfernung hinzufügen (weit bleiben, aber kürzer)
es: Luego agrega distancia (lejos pero mas corto)
fr: Puis ajoutez la distance (restez loin mais moins longtemps)
it: Poi aggiungi distanza (resta lontano ma più breve)
sv: Then Lägg till distance (Stanna far but shorter)

source: Then slowly pull treat away from puppy along floor
de: Dann Leckerli langsam vom Welpen weg über den Boden ziehen
es: Luego lentamente aleja el premio del cachorro por el suelo
fr: Puis éloignez lentement la friandise du chiot le long du sol
it: Poi tira lentamente il premietto via dal cucciolo lungo il pavimento
sv: Then slowly pull Godis away Från Valp along floor

source: Things to watch for
de: Worauf zu achten ist
es: Cosas a observar
fr: Points à surveiller
it: Cose da osservare
sv: Things Till watch for

source: Third vaccination (cocktail)
de: Dritte Impfung (Cocktail)
es: Tercera vacunacion (combinada)
fr: Troisième vaccination (cocktail)
it: Terza vaccinazione (cocktail)
nl: Derde vaccinatie (cocktail)

source: This appointment will be permanently deleted.
de: Dieser Termin wird dauerhaft gelöscht.
es: Esta cita sera eliminada permanentemente.
fr: Ce rendez-vous sera définitivement supprimé.
it: Questo appuntamento verrà eliminato permanentemente.
sv: Denna Bokad tid will be permanently Raderad.

source: This cannot be undone
de: Dies kann nicht rückgängig gemacht werden
es: Esto no se puede deshacer
it: Questo non può essere annullato
nl: Dit kan niet ongedaan worden gemaakt
sv: Denna cannot be undone

source: This is different from 'stay' - shorter and more casual
de: Das ist anders als 'Bleib' - kürzer und lockerer
es: Esto es diferente de 'quedarse' - mas corto y casual
fr: C'est différent de « reste » - plus court et plus décontracté
it: Questo è diverso da 'resta' - più breve e casuale
sv: Denna is different Från 'Stanna' - shorter and Mer casual

source: This is optional — you can always add one later.
de: Das ist optional — du kannst später immer noch eins hinzufügen.
es: Esto es opcional — siempre puedes agregar uno despues.
fr: C'est facultatif — vous pouvez toujours en ajouter plus tard.
it: Questo è opzionale — puoi sempre aggiungerne uno dopo.
sv: Denna is optional — you can Alltid Lägg till one later.

source: This takes months to master - be patient
de: Das dauert Monate zum Meistern - sei geduldig
es: Esto toma meses para dominar - se paciente
fr: Cela prend des mois à maîtriser - soyez patient
it: Ci vogliono mesi per padroneggiare - sii paziente
sv: Denna takes månader Till master - be patient

source: This takes weeks to master - be patient
de: Das dauert Wochen zum Meistern - sei geduldig
es: Esto toma semanas para dominar - se paciente
fr: Cela prend des semaines à maîtriser - soyez patient
it: Ci vogliono settimane per padroneggiare - sii paziente
sv: Denna takes veckor Till master - be patient

source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
nl: Deze week
sv: Denna Vecka

source: This Week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
sv: Denna Vecka

source: This will delete all events, profile, and sync data. The app will restart fresh. This cannot be undone.
de: Dies löscht alle Ereignisse, Profil- und Synchronisierungsdaten. Die App startet neu. Dies kann nicht rückgängig gemacht werden.
es: Esto eliminara todos los eventos, perfil y datos de sincronizacion. La app comenzara de nuevo. Esto no se puede deshacer.
fr: Ceci supprimera tous les événements, le profil et les données de synchronisation. L'app redémarrera à zéro. Cette action est irréversible.
it: Questo eliminerà tutti gli eventi, il profilo e i dati di sincronizzazione. L'app ripartirà da zero. Non può essere annullato.
sv: Denna will Radera Alla Händelser, Profil, and Synkronisera Data. The app will restart fresh. Denna cannot be undone.

source: This will delete both the sleep and wake-up events.
de: Dies löscht sowohl den Schlaf- als auch den Aufwachereignis.
es: Esto eliminara tanto los eventos de sueno como de despertar.
fr: Ceci supprimera les événements de sommeil et de réveil.
it: Questo eliminerà sia gli eventi di sonno che di risveglio.
sv: Denna will Radera both the Sova and Vakna-Upp Händelser.

source: This will import all JSONL files from the local Otis web app directory into Core Data.
de: Dies importiert alle JSONL-Dateien aus dem lokalen Otis-Web-App-Verzeichnis in Core Data.
es: Esto importara todos los archivos JSONL del directorio local de la app web Otis a Core Data.
fr: Ceci importera tous les fichiers JSONL du répertoire local de l'app web Otis dans Core Data.
it: Questo importerà tutti i file JSONL dalla directory locale dell'app web Otis in Core Data.
sv: Denna will Importera Alla JSONL files Från the local Otis web app directory into Core Data.

source: This will permanently delete this contact.
de: Dies löscht diesen Kontakt dauerhaft.
es: Esto eliminara permanentemente este contacto.
fr: Ceci supprimera définitivement ce contact.
it: Questo eliminerà permanentemente questo contatto.
sv: Denna will permanently Radera denna Kontakt.

source: This will permanently delete this document and its photo.
de: Dies löscht dieses Dokument und sein Foto dauerhaft.
es: Esto eliminara permanentemente este documento y su foto.
fr: Ceci supprimera définitivement ce document et sa photo.
it: Questo eliminerà permanentemente questo documento e la sua foto.
sv: Denna will permanently Radera denna Dokument and its Foto.

source: This will permanently delete this spot.
de: Dies löscht diesen Ort dauerhaft.
es: Esto eliminara permanentemente este lugar.
fr: Ceci supprimera définitivement cet endroit.
it: Questo eliminerà permanentemente questo luogo.
sv: Denna will permanently Radera denna spot.

source: This will permanently delete this walk.
de: Dies löscht diesen Spaziergang dauerhaft.
es: Esto eliminara permanentemente este paseo.
fr: Ceci supprimera définitivement cette promenade.
it: Questo eliminerà permanentemente questa passeggiata.
sv: Denna will permanently Radera denna Promenad.

source: This will remove the medication from your schedule.
de: Dies entfernt das Medikament aus deinem Zeitplan.
es: Esto eliminara el medicamento de tu horario.
fr: Ceci supprimera le médicament de votre calendrier.
it: Questo rimuoverà il farmaco dal tuo programma.
nl: Dit verwijdert het medicijn uit je schema.
sv: Denna will remove the Medicinering Från your schedule.

source: Thu
de: Do
es: Jue
fr: Jeu
it: Gio
nl: Do
sv: Tor

source: Thunder
de: Donner
es: Trueno
fr: Tonnerre
it: Tuono

source: Tick
de: Häkchen
es: Garrapata
fr: Tique
it: Zecca

source: Tier 1: Subtle
de: Stufe 1: Dezent
es: Nivel 1: Sutil
fr: Niveau 1 : Subtil
it: Livello 1: Discreto

source: Tier 2: Notable
de: Stufe 2: Bemerkenswert
es: Nivel 2: Notable
fr: Niveau 2 : Notable
it: Livello 2: Notevole

source: Tier 3: Major
de: Stufe 3: Bedeutend
es: Nivel 3: Mayor
fr: Niveau 3 : Majeur
it: Livello 3: Importante

source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora
nl: Tijd
sv: Tid

source: Time for %@
de: Zeit für %@
es: Hora de %@
fr: C'est l'heure de %@
it: È ora di %@
sv: Tid for %@

# Time for %@'s %@
source: Time for %1$@'s %2$@
de: Zeit für %@s %@
es: Hora del %2$@ de %1$@
fr: C'est l'heure du %2$@ de %1$@
it: È ora di %2$@ di %1$@
sv: Tid for %1$@'s %2$@

source: Time for %@'s walk
de: Zeit für %@s Spaziergang
es: Hora del paseo de %@
fr: C'est l'heure de la promenade de %@
it: È ora della passeggiata di %@
sv: Tid for %@'s Promenad

source: Time for a meal
de: Zeit für eine Mahlzeit
es: Hora de comer
fr: C'est l'heure du repas
it: È ora di un pasto
sv: Dags för måltid

source: Time for a potty break!
de: Zeit für eine Toilettenpause!
es: Hora de un descanso para necesidades!
fr: C'est l'heure d'une pause pipi !
it: È ora di una pausa bisognino!
sv: Dags för toalettpaus!

source: Time for a walk
de: Zeit für einen Spaziergang
es: Hora de pasear
fr: C'est l'heure de la promenade
it: Ora di una passeggiata
sv: Dags för promenad

source: Time for a walk!
de: Zeit für einen Spaziergang!
es: Hora de pasear!
fr: C'est l'heure de la promenade !
it: È ora di una passeggiata!
sv: Dags för promenad!

source: Time for potty
de: Zeit für Toilette
es: Hora de necesidades
fr: C'est l'heure du pipi
it: È ora del bisognino
sv: Tid for Toalettbesök

source: Time of day
de: Tageszeit
es: Hora del dia
fr: Heure de la journée
it: Ora del giorno
sv: Tid av Dag

source: Time to eat!
de: Zeit zum Essen!
es: Hora de comer!
fr: C'est l'heure de manger !
it: È ora di mangiare!
sv: Tid Till Äta!

source: Time to weigh
de: Zeit zum Wiegen
es: Hora de pesar
fr: C'est l'heure de la pesée
it: È ora di pesare
sv: Tid Till weigh

source: Time: %@
de: Zeit: %@
es: Hora: %@
fr: Heure : %@
it: Ora: %@
sv: Tid: %@

source: Timeline
de: Zeitleiste
es: Cronologia
fr: Chronologie
it: Cronologia
sv: Tidslinje

source: Times
de: Zeiten
es: Veces
fr: Fois
it: Volte
nl: Tijden
sv: Gånger

source: times measured
de: Mal gemessen
es: veces medido
fr: fois mesuré
it: volte misurato
nl: keer gemeten
sv: gånger measured

source: Times peed
de: Mal gepinkelt
es: Veces que hizo pis
fr: Fois pipi
it: Volte pipì
nl: Keer geplast
sv: Gånger peed

source: Times pooped
de: Mal gekotet
es: Veces que hizo caca
fr: Fois caca
it: Volte cacca
nl: Keer gepoept
sv: Gånger pooped

source: Timing
de: Zeitplanung
es: Horario
it: Tempistica

source: Tips
de: Tipps
es: Consejos
fr: Conseils
it: Suggerimenti

source: Tired puppies walk better - play first
de: Müde Welpen laufen besser - erst spielen
es: Los cachorros cansados caminan mejor - juega primero
fr: Les chiots fatigués marchent mieux - jouez d'abord
it: I cuccioli stanchi camminano meglio - gioca prima
sv: Tired puppies Promenad better - Lek first

source: Tired?
de: Müde?
es: Cansado?
fr: Fatigué ?
it: Stanco?

source: Title
de: Titel
es: Titulo
fr: Titre
it: Titolo
sv: Titel

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
nl: Vandaag
sv: Idag

source: Today at %@
de: Heute um %@
es: Hoy a las %@
fr: Aujourd'hui à %@
it: Oggi alle %@
sv: Idag Kl %@

source: Today's Schedule
de: Heutiger Zeitplan
es: Horario de hoy
fr: Programme d'aujourd'hui
it: Programma di oggi
sv: Idag's Schedule

source: Today's walks
de: Heutige Spaziergänge
es: Paseos de hoy
fr: Promenades d'aujourd'hui
it: Passeggiate di oggi
sv: Idag's Promenader

source: Toddler (0-5 years)
de: Kleinkind (0-5 Jahre)
es: Nino pequeno (0-5 anos)
fr: Tout-petit (0-5 ans)
it: Bambino piccolo (0-5 anni)
sv: Toddler (0-5 år)

source: Together, you explored %lld places.
de: Zusammen habt ihr %lld Orte erkundet.
es: Juntos, exploraron %lld lugares.
fr: Ensemble, vous avez exploré %lld endroits.
it: Insieme, avete esplorato %lld luoghi.

source: Toilet
de: Toilette
es: Bano
fr: Toilettes
it: Toilette

source: Tomorrow
de: Morgen
es: Manana
fr: Demain
it: Domani
nl: Morgen
sv: Imorgon

source: Tomorrow at %@
de: Morgen um %@
es: Manana a las %@
fr: Demain à %@
it: Domani alle %@
sv: Imorgon Kl %@

source: Top triggers
de: Häufigste Auslöser
es: Principales disparadores
fr: Principaux déclencheurs
it: Stimoli principali
sv: Topp triggers

source: Total Gain
de: Gesamtzunahme
es: Ganancia total
fr: Gain total
it: Guadagno totale
sv: Totalt Gain

source: Total slept
de: Insgesamt geschlafen
es: Total dormido
fr: Total dormi
it: Totale dormito
nl: Totaal geslapen
sv: Totalt Sov

source: Touch
de: Berühren
es: Toca
fr: Touche
it: Tocco

source: Touching ears
de: Ohren berühren
es: Tocando orejas
fr: Toucher les oreilles
it: Toccare orecchie
sv: Touching Öron

source: Touching paws
de: Pfoten berühren
es: Tocando patas
fr: Toucher les pattes
it: Toccare zampe

source: Touching tail
de: Schwanz berühren
es: Tocando cola
fr: Toucher la queue
it: Toccare coda

source: Towel drying
de: Handtuch trocknen
es: Secado con toalla
fr: Séchage à la serviette
it: Asciugatura con asciugamano

source: Track meals, potty, sleep & walks — and actually understand what your puppy needs.
de: Verfolge Mahlzeiten, Toilette, Schlaf & Spaziergänge — und verstehe wirklich, was dein Welpe braucht.
es: Registra comidas, necesidades, sueno y paseos — y realmente entiende lo que tu cachorro necesita.
fr: Suivez les repas, pipi, sommeil et promenades — et comprenez vraiment ce dont votre chiot a besoin.
it: Traccia pasti, bisognini, sonno e passeggiate — e comprendi davvero di cosa ha bisogno il tuo cucciolo.
nl: Log maaltijden, plasjes, slaap en wandelingen — en begrijp wat je puppy nodig heeft.
sv: Track Måltider, Toalettbesök, Sova & Promenader — and actually understand what your Valp needs.

source: Track routes and distances
de: Routen und Entfernungen verfolgen
es: Registra rutas y distancias
fr: Suivez les itinéraires et distances
it: Traccia percorsi e distanze

source: Track skills & progress
de: Fähigkeiten & Fortschritt verfolgen
es: Registra habilidades y progreso
fr: Suivez les compétences et progrès
it: Traccia abilità e progressi
sv: Track Färdigheter & Framsteg

source: Track sleep quality and optimize rest schedules
de: Schlafqualität verfolgen und Ruhepläne optimieren
es: Registra la calidad del sueno y optimiza los horarios de descanso
fr: Suivez la qualité du sommeil et optimisez les horaires de repos
it: Traccia qualità del sonno e ottimizza i programmi di riposo
sv: Track Sova quality and optimize Vila schedules

source: Track socialization experiences and progress
de: Sozialisierungserfahrungen und Fortschritt verfolgen
es: Registra experiencias de socializacion y progreso
fr: Suivez les expériences de socialisation et les progrès
it: Traccia esperienze di socializzazione e progressi
sv: Track Socialisering experiences and Framsteg

source: Track walks & check weather
de: Spaziergänge verfolgen & Wetter prüfen
es: Registra paseos y verifica el clima
fr: Suivez les promenades et consultez la météo
it: Traccia passeggiate e controlla meteo
sv: Track Promenader & check Väder

source: Track your outdoor potty streak.
de: Verfolge deine Draußen-Toiletten-Serie.
es: Registra tu racha de necesidades al aire libre.
fr: Suivez votre série de pipis dehors.
it: Traccia la tua serie di bisognini fuori.
sv: Track your Utomhus Toalettbesök Svit.

source: Trail
de: Wanderweg
es: Sendero
fr: Sentier
it: Sentiero

source: Train
de: Trainieren
es: Entrenar
fr: Entraîner
it: Addestra
nl: Training
sv: Träna

source: Train in-app
de: In-App trainieren
es: Entrena en la app
fr: Entraînement dans l'app
it: Addestra in-app
sv: Träna I-app

source: Train/bus station
de: Bahnhof/Bushaltestelle
es: Estacion de tren/autobus
fr: Gare/station de bus
it: Stazione treno/bus
sv: Träna/bus station

source: Training Certificate
de: Trainingszertifikat
es: Certificado de entrenamiento
fr: Certificat d'éducation
it: Certificato addestramento
sv: Träning Certificate

source: Training progress
de: Trainingsfortschritt
es: Progreso de entrenamiento
fr: Progression de l'entraînement
it: Progresso addestramento
sv: Träning Framsteg

source: Transitional
de: Übergang
es: De transicion
fr: Transitionnel
it: Transizione

source: Trash bins/dumpsters
de: Mülleimer/Container
es: Botes de basura/contenedores
fr: Poubelles/conteneurs
it: Bidoni/cassonetti

source: Trial (%lld days left)
de: Testversion (%lld Tage übrig)
es: Prueba (%lld dias restantes)
fr: Essai (%lld jours restants)
it: Prova (%lld giorni rimanenti)
sv: Trial (%lld dagar Vänster)

source: Truck
de: LKW
es: Camion
fr: Camion
it: Camion

source: Try again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
sv: Försök igen

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
it: Riprova
sv: Försök igen

source: Try all Otis+ features risk-free. Cancel anytime.
de: Teste alle Otis+-Funktionen risikofrei. Jederzeit kündbar.
es: Prueba todas las funciones de Otis+ sin riesgo. Cancela cuando quieras.
fr: Essayez toutes les fonctionnalités Otis+ sans risque. Annulez à tout moment.
it: Prova tutte le funzioni Otis+ senza rischi. Annulla quando vuoi.
sv: Try Alla Otis+ features risk-Gratis. Avbryt anytime.

source: Try Otis+
de: Otis+ ausprobieren
es: Prueba Otis+
fr: Essayer Otis+
it: Prova Otis+

source: Tue
de: Di
es: Mar
fr: Mar
it: Mar
nl: Di
sv: Tis

source: Type
de: Typ
es: Tipo
it: Tipo
sv: Typ

source: Unable to load
de: Laden nicht möglich
es: No se pudo cargar
it: Impossibile caricare
nl: Kan niet laden
sv: Kunde inte load
